/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Prichádzajúca žiadosť o kontakt";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Obsadené";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Chyba hovoru 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Chyba hovoru 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Čakajúci hovor";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Pripojenie";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Dostupný kontakt";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Nedostupný kontakt";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Prijatie kontaktov";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Dokončený prenos súboru";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Zlyhanie prenosu súboru";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Prijatie prvej správy";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Hovor ukončený";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Podržanie hovoru";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Prichádzajúci hovor";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Prichádzajúci prenos súboru";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Prihlásenie";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Odhlásenie";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Prijatie správy";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Prijatie správy v popredí";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Odoslanie správy";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Nový používateľ";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Odchádzajúci hovor";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Zavesenie druhou stranou";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Obnovenie hovoru";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Vytáčanie na klávesnici";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Trojité pípnutie";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Hlasová správa";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Keď sa odhlásim";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Keď sa prihlásim";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Keď sa kontakt stane dostupným";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Keď sa kontakt stane nedostupným";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Prichádzajúci hovor";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Prichádzajúci hovor – čakajúci hovor";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Pripájanie hovoru";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Odchádzajúci hovor";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Hovor ukončený";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Zavesenie skupinového hovoru účastníkom";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Obsadené";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Podržanie hovoru";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Obnovenie hovoru";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nová správa v poslednom chate";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nová správa v aktuálnom chate";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Prvá správa v chate";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Prijatie správy o stave";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt píše";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Odoslanie správy";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Prijatie žiadosti o kontakt";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Prijatie kontaktov";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Prichádzajúci prenos súboru";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Dokončenie prenosu súboru";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Zlyhanie prenosu súboru";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Pripojenie aplikácie k rozhraniu Desktop API";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Ste prihlásení.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Ste odhlásení.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Váš kontakt @ je dostupný.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Váš kontakt @ je nedostupný.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Máte prichádzajúci hovor od kontaktu @";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Máte prichádzajúci hovor od kontaktu @";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Prepája sa hovor.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Volá sa kontaktu @.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Hovor ukončený.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Účastník zavesil.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linka je obsadená.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Podržaný hovor.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Obnovenie hovoru.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Správa";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Správa od: @";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Správa pre: @";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "Kontakt @ zmenil správu o stave.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Máte chatovú správu od kontaktu @.";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "@ píše.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Dostali ste žiadosť o kontakt od používateľa @.";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Prijali ste zoznam kontaktov od používateľa @.";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Prijali ste súbor od používateľa @.";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Prenos súboru medzi vami a používateľom @ sa dokončil.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Prenos súboru medzi vami a používateľom @ zlyhal.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "Aplikácia @ sa pripojila ku Skypeu";
